tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "neovim"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "virtualenvwrapper"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alacritty"
cask "flameshot"
cask "font-meslo-lg-nerd-font"
vscode "andenetalexander.vim-cheatsheet"
vscode "bmewburn.vscode-intelephense-client"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "golang.go"
vscode "kaisun.vscodevimacademy"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "otovo-oss.htmx-tags"
vscode "sumneko.lua"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
